[
    {
        "title": "Sapient",
        "image": "./assets/images/sapient-project.jpg",
        "github": "https://github.com/PrimitiveJ/Sapient-Community-Outreach-Application",
        "url": "https://sapient-origin.herokuapp.com/",
        "desc": "It can be very disheartening to feel helpless in a community that needs your help. Most of us have been in that situation before -- you want to help, you may even know how to, but you don't know where to start. Maybe you have a great idea and you just need some funding, teamwork, or extra labor. Maybe you have absolutely no idea how to contribute but you want to help someone in their mission to do some good. Sapient is here to provide you with critical resources needed to solve these issues."
    },
    {
        "title": "GreenHive",
        "image": "./assets/images/greenhive-project.jpg",
        "github": "https://github.com/william-horn/greenhive",
        "url": "https://greenhive-com.herokuapp.com/",
        "desc": "The GreenHive project was a collaborative team effort between me, Aswathy Ajesh, and Allen Bey. The motivation for this project was to create an maintain a cleaner world."
    },

    {
        "title": "Cosmic Colliders",
        "image": "./assets/images/cosmic-colliders-project.jpg",
        "github": "https://github.com/william-horn/cosmic-colliders",
        "url": "https://william-horn.github.io/cosmic-colliders/",
        "desc": "Cosmic Colliders was a collaborative effort brought to you by four bright new developers in the making: myself, Amy Nikitas, James Primitive (Christopher James Hoke), and Gabrielle Befort. We came together to bring to you a cool space application that serves as both a studying tool for students /space enthusiasts, and for the general public."
    },

    {
        "title": "My Weather Dashboard",
        "image": "./assets/images/weather-dash-project.jpg",
        "github": "https://github.com/william-horn/my-weather-dashboard",
        "url": "https://william-horn.github.io/my-weather-dashboard/",
        "desc": "Welcome to My Weather Dashboard! Your own personal current and 5-day forecast reader for PC and mobile devices!"
    },

    {
        "title": "Noisy Search Demo",
        "image": "./assets/images/noisy-search-project.png",
        "github": "https://github.com/william-horn/noisy-search-demo",
        "url": "https://william-horn.github.io/noisy-search-demo/",
        "desc": "Submit a word and attempt to generate it randomly using a pseudo-random generator!"
    },

    {
        "title": "JavaScript Code Quiz",
        "image": "./assets/images/code-quiz-img.png",
        "github": "https://github.com/william-horn/javascript-code-quiz",
        "url": "https://william-horn.github.io/javascript-code-quiz/",
        "desc": "This web application tests your JavaScript skills by prompting you with a nifty code quiz. Once launched, click the \"Start Quiz\" button to get started."
    }
]